benchmark.txt
nginx static serve

Transactions:           3454 hits
Availability:         100.00 %
Elapsed time:         123.60 secs
Data transferred:         0.90 MB
Response time:            0.03 secs
Transaction rate:        27.94 trans/sec
Throughput:           0.01 MB/sec
Concurrency:            0.89
Successful transactions:        3454
Failed transactions:             0
Longest transaction:          0.44
Shortest transaction:         0.02